TestConfig/getUnitInfo.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><GetUnitInfo xmlns="http://www.flextronics.com/FFTesterWS/"><strRequest>&lt;GetUnitInfo xmlns="urn:GetUnitInfo-schema" SerialNumber="@SERIAL_NUM@" /&gt;</strRequest><strUnitInfo /><strStationName>@STATION_NAME@</strStationName><strUserID /></GetUnitInfo></soap:Body></soap:Envelope>
